{
	"menu":
	[{
			"id": "1",
			"name": "Nabi Adam As",
			"garis_keturunan":"-",
			"umur": "930 tahun",
			"periode": "5872 - 4942 SM",
			"tempat": "India, ada yang berpendapat di Jazirah Arab",
			"keturunan": "40 laki-laki & perempuan",
			"wafat": "Ada yang berpendapat di Mekah",
			"kaum": "-",
			"alquran": "25 kali",
			"sifat" : "Merupakan Nabi, manusia, sekaligus khalifah pertama yang Allah ciptakan di bumi dari segumpal tanah || Terdapat cahaya dari Nabi Muhammad dalam sulbinya. Hal ini sesuai dengan hadits Nabi yang diriwayatkan oleh imam Ahmad, dimana Rasulullah pernah bersabda Wahai Rasulullah, bilakah engkau dicatat sebagai seorang Nabi? Baginda bersabda: Ketika Adam ‘alaihis salam antara ruh dan jasad. || Adam merupakan makhluk ciptaan Allah yang diberikan anugerah begitu sempurna, yang tak dimiliki oleh makhluk lainnya, yakni berupa ruhul quddus (roh suci) || Allah SWT menciptakan Nabi Adam yang dilengkapi dengan rahasia ma’rifat Ketuhanan. Sehingga Nabi Adam memiliki pengetahuan yang tak dimiliki oleh makhluk lainnya, bahkan malaikat."
		}, {
			"id": "2",
			"name": "Nabi Idris As bin Yarid, nama Ibunya Asyut",
			"garis_keturunan":"Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ",
			"umur": "345 tahun di bumi. ",
			"periode": "4533-4188 SM.",
			"tempat": "Irak Kuno (Babylon, Babilonia) dan Mesir (Memphis). ",
			"keturunan": "-",
			"wafat": "Allah mengangkatnya ke langit dan ke surga. ",
			"kaum": "-",
			"alquran": "2 kali",
			"sifat" : "Allah SWT telah memberikan kemahiran, kepandaian, dan kemampuan, yang berupa peralatan, sehingga mampu memudahkan pekerjaan manusia, seperti mengenalkan tulisan, ilmu berhitung, astronomi, dan manusia yang pertama menggunakan pena serta lainnya. || Nabi idris adalah manusia pertama yang mampu menjahit serta mengenakan pakaian yang terbuat dari kain."
		}, {
			"id": "3",
			"name": "Nuh As/Yasykur/Abdul Ghaffar bin Lamak",
			"garis_keturunan":"Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As.",
			"umur": "950 tahun.",
			"periode": "3993-3043 SM",
			"tempat": "Selatan Irak",
			"keturunan": "4 putra (Sam, Ham, Yafits dan Kan’an).",
			"wafat": "Mekkah",
			"kaum": "Kaum Nuh.",
			"alquran": "43 kali",
			"sifat" : "Jika membahas tentang Nabi Nuh, maka akan ingat dengan kisah bahteranya. Ya, kisah yang paling terkenal Nabi Nuh ialah tentang bahteranya yang membinasakan sebagian manusia tak beriman, karena tak mau mengikuti bahtera Nabi Nuh ketika terjadi banjir bandang yang melanda seluruh dunia."	
		}, {
			"id": "4",
			"name": "Hud As bin Abdullah",
			"garis_keturunan":"Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Iram (Aram) ⇒ ‘Aush (‘Uks) ⇒ ‘Ad ⇒ al-Khulud ⇒ Rabah ⇒ Abdullah ⇒ Hud As.",
			"umur": "130 tahun.",
			"periode": "2450-2320 SM.",
			"tempat": "Al-Ahqaf (antara Yaman dan Oman).",
			"keturunan": "-",
			"wafat": "Bagian Timur Hadhramaut Yaman.",
			"kaum": "Kaum ‘Ad.",
			"alquran": "7 kali",
			"sifat" : "Nabi Hud merupakan utusan Allah, untuk kaum Ad yakni sebuah wilayah yang terletak tepat diantara Oman seta Yaman. Dimana saat itu, kaum Ad masih membangkang serta menyekutukan Allah, hingga akhirnya kaum Ad diberi oleh azab oleh Allah. Azab tersebut berupa angin topan yang disertai dengan petir dan hujan."
		}, {
			"id": "5",
			"name": "Shaleh As bin Ubaid.",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Iram (Aram) ⇒ Amir ⇒ Tsamud ⇒ Hadzir ⇒ Ubaid ⇒ Masah ⇒ Asif ⇒ Ubaid ⇒ Shalih As.",
			"umur": "70 tahun.",
			"periode": "2150-2080 SM.",
			"tempat": "Daerah al-Hijr (Mada’in Shalih, antara Madinah dan Syria).",
			"keturunan": "-",
			"wafat": "Mekkah.",
			"kaum": "Kaum Tsamud.",
			"alquran": "10 kali",
			"sifat" : "Karena ajaran Nabi Saleh tak diterima oleh kaum Tsamud, maka diberikan azab oleh Allah seperti azab yang diberikan pada kaum Ad. Selain hal tersebut, salah satu Mu’jizat yang diberikan Allah oleh Nabi Sholeh, yakni seekor unta betina yang lahir dari celah-celah batu."
		}, {
			"id": "6",
			"name": "Ibrahim As bin Tarakh",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As.",
			"umur": "175 tahun. ",
			"periode": "1997-1822 SM.",
			"tempat": "Ur, daerah selatan Babylon (Irak).",
			"keturunan": "13 anak (termasuk Nabi Ismail As. dan Nabi Ishaq As.). Tempat wafat: Al-Khalil (Hebron, Palestina/Israel).",
			"wafat": "-",
			"kaum": "Bangsa Kaldan.",
			"alquran": "69 kali.",
			"sifat" : "Nabi Ibrahim, atau “Bapak para Nabi” ini lahir di daerah Ur, yakni daerah yang berada di bagian Irak ketika zaman Raja Namrud bin kan’an. Nah, tugas nabi Ibrahim ini adalah untuk mengajarkan tauhid pada Allah, karena masyarakat disana pada waktu itu masih menyembah berhala. || Salah satu, cara mengajarkan ketauhidan mereka adalah dengan menghancurkan berhala-berhala, sehingga membuat raja Namrud marah, dan Nabi Ibrahim dibakar. Namun, berkat kekuasaan Allah, Nabi Ibrahim tak terkena kobaran api sedikitpun, dan ia selamat. || Selain itu, perlu diketahui pula, bahwa Nabi Ibrahim-lah yang menjadi Nabi paling penting dalam ajaran rukun iman, yakni selain mengajarkan ketauhidan juga yang mengagas berdirinya Ka’bah, di Makkah. Hal ini sesuai dalam Tarikh Makkah, Al- Azraqi yang berkata, Setelah peristiwa banjir besar, lokasi Ka’bah dulu telah hilang. Lokasi tersebut berbentuk bukit kecil berwarna merah yang tidak terjangkau oleh aliran air. Saat itu, manusia hanya tahu bahwa di sana ada tempat yang amat bernilai, tanpa mengetahui pasti lokasinya. Dari seluruh penjuru dunia, mereka yang dizhalimi, menderita, dan butuh perlindungan datang ke tempat ini untuk berdoa, dan doa mereka pun dikabulkan. Manusia pun selalu mengunjunginya hingga Allah memerintahkan Ibrahim untuk membangun Ka’bah kembali. Sejak Nabi Adam diturunkan ke bumi, Baitullah selalu menjadi tempat yang dimuliakan dan diperbaiki terus oleh setiap agama dan umat dari satu generasi ke generasi lainnya. Tempat itu juga selalu dikunjungi para malaikat sebelum Nabi Adam turun ke bumi."
		}, {
			"id": "7",
			"name": "Luth As bin Haran",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Haran ⇒ Luth As.",
			"umur": "80 tahun.",
			"periode": "1950-1870 SM.",
			"tempat": "Sodom dan Amurah (Laut Mati atau Danau Luth). ",
			"keturunan": "2 putri (Ratsiya dan Za’rita).",
			"wafat": "Desa Shafrah di Syam (Syria). ",
			"kaum": "Kaum Luth. ",
			"alquran": "27 kali.",
			"sifat" : "Nabi Luth adalah keponakannya Nabi Ibrahim, yang diutus oleh Allah pada kaum Sodom dan Gomorrah yang mempunyai perilaku seks serta hal yang menyimpang lainnya. Hal ini sesuai dengan firman Allah QS. Al- A’raf ayat 80-82, yang artinya: Dan (Kami juga telah mengutus) Luth (kepada kaumnya). (Ingatlah) tatkala dia berkata kepada kaumnya: Mengapa kamu mengerjakan perbuatan faahisyah itu 551 yang belum pernah dikerjakan oleh seorangpun (di dunia ini) sebelummu? Sesungguhnya kamu mendatangi lelaki untuk melepaskan nafsumu (kepada mereka), bukan kepada wanita, malah kamu ini adalah kaum yang melampaui batas. Jawab kaumnya tidak lain hanya mengatakan: “Usirlah mereka (Luth dan pengikut-pengikutnya) dari kota ini; sesungguhnya mereka adalah orang-orang yang berpura-pura mensucikan diri. || Berkaitan dengan kaum sodom gomorroh, Allah menurunkan Adzab pada kaum tersebut, yang berupa gempa bumi, disertai dengan angin kencang dan hujan batu sijil. Sehingga kota tersebut hancur bersama dengan penghuninya."
		}, {
			"id": "8",
			"name": "Ismail As bin Ibrahim As",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ismail As.",
			"umur": "137 tahun. ",
			"periode": "1911-1774 SM. ",
			"tempat": "Mekah.",
			"keturunan": "12 anak.",
			"wafat": "Mekkah.",
			"kaum": "Amaliq dan Kabilah Yaman.",
			"alquran": "12 kali",
			"sifat": "Nabi Ismail ialah putra dari Nabi Ibrahim dari istri yang bernama Siti Hajar. Dimana beliau juga merupakan kakak dari Nabi Ishaq. Salah satu kisah yang paling terkenal adalah, ketika Nabi Ismail akan disembelih oleh Nabi Ibrahim atas perintah Allah dalam mimpinya, yang kemudian ketika proses penyembelihan diganti dengan kambing. Sehingga, peristiwa tersebut, diperingati sebagai kurban, yang sampai sekarang dilaksanakan oleh umat islam di seluruh dunia."
		}, {
			"id": "9",
			"name": "Ishaq bin Ibrahim As",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As. ",
			"umur": "180 tahun.",
			"periode": "1897-1717 SM.",
			"tempat": "Kota al-Khalil (Hebron) di daerah Kan’an (Kana’an).",
			"keturunan": "2 anak (termasuk Nabi Ya’qub As./Israel).",
			"wafat": "Al-Khalil (Hebron).",
			"kaum": "Bangsa Kan’an.",
			"alquran": "17 kali",
			"sifat": "Nabi Ishaq ialah putra kedua dari Nabi Ibrahim serta adik dari Nabi ismail. Nama Ishaq sendiri berasal dari bahasa Yahudi yakni Yis.h.a-q yang berarti artinya tertawa atau tersenyum. Dimana Nabi Isha sendiri, diutus oleh Allah pada Kana’an, khususnya yang berada di kota Hebron (al-Khalil). Ya, tugasnya adalah, meyakinkan kaumnya untuk menyembah hanya kepada Allah."
		}, {
			"id": "10",
			"name": "Ya’qub As/Israel bin Ishaq As",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As ⇒ Ya’qub As.",
			"umur": "147 tahun.",
			"periode": "1837-1690 SM.",
			"tempat": "Syam (Syria).",
			"keturunan": "12 anak laki-laki (Rubin, Simeon, Lewi, Yahuda, Dan, Naftali, Gad, Asyir, Isakhar, Zebulaon, Yusuf dan Benyamin) dan 2 anak perempuan (Dina dan Yathirah).",
			"wafat": "Al-Khalil (Hebron), Palestina.",
			"kaum": "Bangsa Kan’an.",
			"alquran": "18 kali",
			"sifat": "Nabi Yaqub ialah putra dari Nabi Ishaq, sehingga ia adalah cucu dari Nabi Ibrahim. Dimana beliau diutus oleh Allah pada kaum Kana’an juga, namun yang tinggal di Serah Syam (Syiria). Nah, Nabi Yaqub sendiri mempunyai 12 putra yang salahnya adalah Nabi Yusuf yang terkenal dengan ketampananya. || Nabi Ya’qub sendiri, wafat di Mesir, kemudian dimakamkan di Palestina, yakni tepatnya di Gua al-Makfilah, kota Hebron (al-Khalil). Perlu diketahui pula, bahwa sebelum Nabi Ya’qub meninggal, ia berwasiat pada putra-putranya. || "	
		}, {
			"id": "11",
			"name": "Yusuf As bin Ya’qub As.",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As. ⇒ Ya’qub As. ⇒ Yusuf As.",
			"umur": "110 tahun.",
			"periode": "1745-1635 SM.",
			"tempat": "Mesir.",
			"keturunan": "3 anak; 2 laki-laki dan 1 perempuan.",
			"wafat": "Nablus.",
			"kaum": "Heksos dan Bani Israel.",
			"alquran": "58 kali",
			"sifat": "Ya, Nabi Yusuf merupakan putra dari Nabi Ya’qub, dimana beliau lahir di negeri Kan’an, Nah, perlu diketahui, dari 12 saudara tersebut, Nabi Yusuf hanya memiliki 1 saudara kandung saja, yakni Banyumin. Sedangkan 10 saudaranya lainnya, merupakan saudara dari ibu yang berbeda. || Kisah Nabi Yusuf yang paling terkenal adalah, ketika beliau dibuang ke sumur oleh 10 saudaranya, karena memang Nabi Ya’qub memberikan kasih sayang yang lebih pada Nabi Yusuf. Berkat pertolongan Allah, Nabi Yusuf selamat dari Sumur, kemudian dibawa ke Mesir. Dan di Mesir-lah ia menjadi orang yang sukses, yakni menjadi seorang raja yang memiliki julukan Al- Aziz, artinya Raja Qithfir."		
		}, {
			"id": "12",
			"name": "Ayyub As bin Amush.",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As. ⇒ al-‘Aish ⇒ Rum ⇒ Tawakh ⇒ Amush ⇒ Ayub As.",
			"umur": "120 tahun.",
			"periode": "1540-1420 SM.",
			"tempat": "Dataran Hauran.",
			"keturunan": "26 anak.",
			"wafat": "Dataran Hauran.",
			"kaum": "Bangsa Arami dan Amori, di daerah Syria dan Yordania.",
			"alquran": "4 kali",
			"sifat": "Berkisah tentang Nabi Ayyub, ia merupakan sosok seorang yang paling sabar ketika menghadapi ujian. Bagaimana tidak, ketika penyakit kulit yang dideritanya membuat harta, anak, bahkan istrinya meninggalkannya, ia tetap menyembah Allah dan tak sedikit pun mengeluh pada Allah. || Disamping hal tersebut, Nabi Ayyub sendiri merupakan utusan Allah pada Kaum bani Israil serta Amoria di daerah Haran, Syam. Selain itu, selama hidupnya Nabi Ayyub juga dikaruniai 26 anak."	
		}, {
			"id": "13",
			"name": "Syu’aib As bin Mikail.",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Madyan ⇒ Yasyjur ⇒ Mikail ⇒ Syu’aib As.",
			"umur": "110 tahun.",
			"periode": "1600-1490 SM.",
			"tempat": "Madyan (pesisir Laut Merah di tenggara Gunung Sinai).",
			"keturunan": "2 anak perempuan.",
			"wafat": "Yordania.",
			"kaum": "Madyan dan Ash-habul Aikah.",
			"alquran": "11 kali.",
			"sifat": "Nabi Syu’aib ialah satu diantara Nabi, yang berasal asli dari bangsa Arab. Dimana nama Syu’aib sendiri diambil dari bahasa arab, yang artinya jalan kebenaran. Nah, Nabi Syu’aib ini merupakan utusan Allah pada kaum Madyan. yang hidup di bagian Barat Laut Hijaz, atau tepatnya di daerah Al- Bada’. || Dimana kaum Madyan sendiri adalah orang-orang yang pandai dalam biang perdagangan serta bercocok tanam. Namun, kaum tersebut sangat licik dan suka menipu ketika bertransaksi. Sehingga, kemudian Allah menurunkan adzab untuk kaum Madyan, yang berupa angin panas, sehingga membuat kulit terbakar dan dahaga yang amat dalam. || Tak hanya itu saja, Allah juga mendatangkan awan hitam, gempa bumi, serta petir yang menghancurkan seluruh Kota Madyan."		
		}, {
			"id": "14",
			"name": "Musa As bin Imran, nama Ibunya Yukabad atau Yuhanaz Bilzal.",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matisyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As. ⇒ Ya’qub As. ⇒ Lawi ⇒ Azar ⇒ Qahats ⇒ Imran ⇒ Musa As.",
			"umur": "120 tahun.",
			"periode": "1527-1407 SM.",
			"tempat": "Sinai di Mesir.",
			"keturunan": "2 anak, Azir dan Jarsyun, dari istrinya bernama Shafura binti Syu’aib As.",
			"wafat": "Gunung Nebu (Bukit Nabu’) di Jordania (sekarang).",
			"kaum": "Bani Israel dan Fir’aun (gelar raja Mesir).",
			"alquran": "136 kali.",
			"sifat": "Dengan memiliki julukan (اللهكليم) kalamullah yang artinya adalah manusia yang diajak Allah untuk bicara. Selain itu, Nabi Musa juga merupakan saudara Nabi Harun, yang dilahirkan di Mesir ketika masa pemerintahan Raja Fir’aun. Nah, salah satu kisah yang paling terkenal adalah, ketika tongkat Nabi Musa mampu membelah lautan ketika dikejar oleh Raja Fir’aun."		
		}, {
			"id": "15",
			"name": "Harun As bin Imran, istrinya bernama Ayariha.",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As. ⇒ Ya’qub As. ⇒ Lawi ⇒ Azar ⇒ Qahats ⇒ Imran ⇒ Harun As.",
			"umur": "123 tahun.",
			"periode": "1531-1408 SM.",
			"tempat": "Sinai di Mesir.",
			"keturunan": "-",
			"wafat": "Gunung Nebu (Bukit Nabu’) di Jordania (sekarang).",
			"kaum": "Bani Israel dan Fir’aun (gelar raja Mesir).",
			"alquran": "20 kali.",
			"sifat": "Nabi harun ialah kakak dari Nabi Musa Alaihissalam, yang dilahirkan ke bumi untuk memimpin Bani Israil. Dimana ia hidup selama 123 tahun, dan wafat pada tahun 1408 SM di Bukit nabu’ di Jordania. Nah, kisah Nabi Harun ini memang tak pernah lepas dari Nabi Musa, sebab keduanya memang melakukan dakwah secara bersama-sama."		
		}, {
			"id": "16",
			"name": "Dzulkifli As/Bisyr/Basyar bin Ayyub.",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As. ⇒ al-‘Aish ⇒ Rum ⇒ Tawakh ⇒ Amush ⇒ Ayyub As. ⇒ Dzulkifli As.",
			"umur": "75 tahun.",
			"periode": "1500-1425 SM.",
			"tempat": "Damaskus dan sekitarnya.",
			"keturunan": "-",
			"wafat": "Damaskus.",
			"kaum": "Bangsa Arami dan Amori (Kaum Rom), Syria dan Yordania.",
			"alquran": "2 kali.",
			"sifat": "Mempunyai nama asli Basyar, Nabi Zulkifli ialah putra dari Nabi Ayyub, yang selamat dari reruntuhan rumah Nabi Ayyub. Padahal, seluruh putra Nabi Ayyub wafat, kecuali Nabi Sulkifli. Untuk tugasnya sendiri, Nabi Zulkifli diutus untuk kaum Rom dari Bangsa Amori serta Arami yang hidup di Syiria dan Jordania."		
		}, {
			"id": "17",
			"name": "Daud As bin Isya.",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As. ⇒ Yahudza ⇒ Farish ⇒ Hashrun ⇒ Aram ⇒ Aminadab ⇒ Hasyun ⇒ Salmun ⇒ Bu’az ⇒ Uwaibid ⇒ Isya ⇒ Daud As.",
			"umur": "100 tahun.",
			"periode": "1063-963 SM.",
			"tempat": "Palestina (dan Israel).",
			"keturunan": "1 anak, Sulaiman As.",
			"wafat": "Baitul Maqdis (Yerusalem).",
			"kaum": "Bani Israel.",
			"alquran": "18 kali.",
			"sifat": "Nabi Daud, adalah ayah dari Nabi Sulaiman, yang mendapatkan mukjizat berupa kitab Zabur. Bahkan, beliau juga mendapat mukjizat lainnya, yakni dapat mengerti bahasa burung, melembutkan besi dengan tangan kosong, serta memiliki kecerdasan akal. || Perlu diketahui pula, bahwa Nabi Daud merupakan pendiri dari Baitul Muqqadis yang saat ini dikenal sebagai Masjid Al- Aqsa. Kemudian pada tahap penyelesaiannya. Pembangunan tersebut dilanjutkan oleh putranya, yakni Nabi Sulaiman. Dan Nabi Daud pun wafat ketika usia 100 tahun, serta dimakamkan di Baitul Maqdis di Yerusalem."		
		}, {
			"id": "18",
			"name": "Sulaiman As bin Daud As",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matisyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As. ⇒ Yahudza ⇒ Farish ⇒ Hashrun ⇒ Aram ⇒ Aminadab ⇒ Hasyun ⇒ Salmun ⇒ Bu’az ⇒ Uwaibid ⇒ Isya ⇒ Daud As. ⇒ Sulaiman As.",
			"umur": "66 tahun.",
			"periode": "989-923 SM.",
			"tempat": "Palestina (dan Israel).",
			"keturunan": "1 anak, Rahab’an.",
			"wafat": "Baitul Maqdis (Yerusalem).",
			"kaum": "Bani Israel.",
			"alquran": "21 kali.",
			"sifat": "Nabi Sulaiman adalah putra dari Nabi Daud yang melanjutkan pembangunan Baitul Muqqadis. Beberapa keistimewaan yang dimiliki oleh Nabi Sulaiman yakni: Nabi Sulaiman merupakan seseorang yang bijaksana, meski usianya masih remaja, Bisa berbicara dengan hewan, dan Mampu menundukkan jin serta angin, bahkan mau menuruti berbagai perintahnya."		
		}, {
			"id": "19",
			"name": " Ilyas As bin Yasin.",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As. ⇒ Ya’qub As. ⇒ Lawi ⇒ Azar ⇒ Qahats ⇒ Imran ⇒ Harun As. ⇒ Alzar ⇒ Fanhash ⇒ Yasin ⇒ Ilyas As.",
			"umur": "60 tahun di bumi.",
			"periode": "910-850 SM.",
			"tempat": "Ba’labak (Lebanon).",
			"keturunan": "-",
			"wafat": "Diangkat Allah ke langit.",
			"kaum": "Bangsa Fenisia.",
			"alquran": "4 kali.",
			"sifat": "Nabi Ilyas diutus oleh Allah, pada kaum finisia serta Bani Israil. Hal ini sesuai dengan firman Allah QS ash-Shaffat ayat 123-132 yang artinya: Dan sesungguhnya Ilyas termasuk salah seorang dari Rasul-Rasul. (Ingatlah) ketika ia berkata kepada kaumnya: ‘Mengapa kamu tidak bertakwa?, Pantaskah kamu menyembah Ba’l dan kamu tinggalkan sebaik-baik Pencipta, yaitu Allah Tuhanmu dan Tuhan bapak-bapakmu yang terdahulu?’ Maka mereka mendustakannya, karena itu mereka akan diseret (ke neraka), kecuali hamba-hamba Allah yang dibersihkan (dari dosa). || Dan Kami abadikan untuk Ilyas (pujian yang baik) di halangan orang-orang yang datang kemudian. (Iaitu) kesejahteraan dilimpahkan atas Ilyas? Sesungguhnya demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik. Sesungguhnya dia termasuk hamba-hamba Kami yang beriman."		
		}, {
			"id": "20",
			"name": "Ilyasa’ As bin Akhthub",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As. ⇒ Ya’qub As. ⇒ Yusuf As. ⇒ Ifrayim ⇒ Syutlim ⇒ Akhthub ⇒ Ilyasa’ As.",
			"umur": "90 tahun.",
			"periode": "885-795 SM.",
			"tempat": "Jaubar, Damaskus.",
			"keturunan": "-",
			"wafat": "Palestina.",
			"kaum": "Bangsa Arami dan Bani Israel.",
			"alquran": "2 kali.",
			"sifat": "Nabi Ilyasa yakni masih keturunan dengan Nabi Yusuf, yang merupakan keturunan keempat. Dimana Nabi Ilyas diutus oleh Allah pada kaum Bani Israil dan Arami supaya mereka mau kembali ke jalan yang benar, yakni di jalan Allah SWT."		
		}, {
			"id": "21",
			"name": "Yunus As/Yunan/Dzan Nun bin Matta binti Abumatta, Matta adalah nama Ibunya. (Catatan: Tidak ada dari para nabi yang dinasabkan ke Ibunya kecuali Yunus dan Isa As.).",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As. ⇒ Ya’qub As. ⇒ Yusuf As. ⇒ Bunyamin ⇒ Abumatta ⇒ Matta ⇒ Yunus As.",
			"umur": "70 tahun.",
			"periode": "820-750 SM.",
			"tempat": "Ninawa, Irak.",
			"keturunan": "-",
			"wafat": "Ninawa, Irak.",
			"kaum": "Bangsa Asyiria, di utara Irak.",
			"alquran": "5 kali.",
			"sifat": "Nabi Yunus yang masuk perut ikan hiu? Ya, kisah dari Nabi Yunus yang paling terkenal adalah ketika beliau masuk ke perut ikan paus selama 40 hari. Selain itu, tugas Nabi Yunus sendiri adalah, untuk mengajarkan ketauhidan pada kaum Asyria agar menyembah Allah."		
		}, {
			"id": "22",
			"name": "Zakariya As bin Dan.",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As. ⇒ Yahudza ⇒ Farish ⇒ Hashrun ⇒ Aram ⇒ Aminadab ⇒ Hasyun ⇒ Salmun ⇒ Bu’az ⇒ Uwaibid ⇒ Isya ⇒ Daud As. ⇒ Sulaiman As. ⇒ Rahab’am ⇒ Aynaman ⇒ Yahfayath ⇒ Syalum ⇒ Nahur ⇒ Bal’athah ⇒ Barkhiya ⇒ Shiddiqah ⇒ Muslim ⇒ Sulaiman ⇒ Daud ⇒ Hasyban ⇒ Shaduq ⇒ Muslim ⇒ Dan ⇒ Zakariya As.",
			"umur": "122 tahun.",
			"periode": "91 SM-31 M.",
			"tempat": "Palestina.",
			"keturunan": "1 anak.",
			"wafat": "Halab (Aleppo).",
			"kaum": "Bani Israel.",
			"alquran": "12 kali.",
			"sifat": "Nabi Zakaria ialah utusan Allah pada kaum Bani Israil di Palestina, agar meninggalkan kemaksiatan, kemungkaran, kezhaliman, serta menimbulkan kerusakan di muka bumi. Nah, salah satu kisah yang paling terkenal dari Nabi Zakaria ialah saat beliau berdo’a supaya diberikan keturunan, maka Allah kemudian mengabulkannya sesuai dengan QS Maryam ayat 4-6 yang artinya: Ya Tuhanku, sesungguhnya tulangku telah lemah dan kepalaku telah ditumbuhi uban, dan aku belum pernah kecewa dalam berdoa kepada Engkau, ya Tuhanku. Dan sesungguhnya aku khawatir terhadap mawaliku sepeninggalku, sedang isteriku adalah seorang yang mandul, maka anugerahilah aku dari sisi Engkau seorang putera, yang akan mewarisi aku dan mewarisi sebagian keluarga Yakub; dan jadikanlah ia, ya Tuhanku, seorang yang diridhai."		
		}, {
			"id": "23",
			"name": "Yahya As bin Zakariya As.",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As. ⇒ Yahudza ⇒ Farish ⇒ Hashrun ⇒ Aram ⇒ Aminadab ⇒ Hasyun ⇒ Salmun ⇒ Bu’az ⇒ Uwaibid ⇒ Isya ⇒ Daud As. ⇒ Sulaiman As. ⇒ Rahab’am ⇒ Aynaman ⇒ Yahfayath ⇒ Syalum ⇒ Nahur ⇒ Bal’athah ⇒ Barkhiya ⇒ Shiddiqah ⇒ Muslim ⇒ Sulaiman ⇒ Daud ⇒ Hasyban ⇒ Shaduq ⇒ Muslim ⇒ Dan ⇒ Zakariya As. ⇒ Yahya As.",
			"umur": "32 tahun.",
			"periode": "1 SM-31 M.",
			"tempat": "Palestina.",
			"keturunan": "-",
			"wafat": "Damaskus.",
			"kaum": "Bani Israel.",
			"alquran": "5 kali.",
			"sifat": "Sesuai dengan firman Allah pada poin ke 22 tentang Nabi Zakaria, kelahiran Nabi Yahya telah dikabarkan oleh Malaikat Jibril pada Nabi sesuai dengan surah Al- Qur’an di atas. Namun, beliau wafat ketika usianya masih muda, yakni usia 32 tahun. Dimana beliau dibunuh di Damaskus atas perintah Raja Herodes yang kala itu menguasai kaum Bani Israil."		
		}, {
			"id": "24",
			"name": "Isa As bin Maryam binti Imran. (Catatan: Tidak ada dari para nabi yang dinasabkan ke Ibunya kecuali Yunus dan Isa As.).",
			"garis_keturunan": "Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ishaq As. ⇒ Yahudza ⇒ Farish ⇒ Hashrun ⇒ Aram ⇒ Aminadab ⇒ Hasyun ⇒ Salmun ⇒ Bu’az ⇒ Uwaibid ⇒ Isya ⇒ Daud As. ⇒ Sulaiman As. ⇒ Rahab’am ⇒ Radim ⇒ Yahusafat ⇒ Barid ⇒ Nausa ⇒ Nawas ⇒ Amsaya ⇒ Izazaya ⇒ Au’am ⇒ Ahrif ⇒ Hizkil ⇒ Misyam ⇒ Amur ⇒ Sahim ⇒ Imran ⇒ Maryam ⇒ Isa As.",
			"umur": "33 tahun di bumi.",
			"periode": "1 SM-32 M.",
			"tempat": "Palestina.",
			"keturunan": "-",
			"wafat": "Diangkat oleh Allah ke langit.",
			"kaum": "Bani Israel.",
			"alquran": "21 kali, sebutan al-Masih sebanyak 11 kali, dan sebutan Ibnu (Putra) Maryam sebanyak 23 kali.",
			"sifat": "Nabi Isa diutus oleh Allah di tengah-tengah masyarakat yang memiliki sifat materialistik, serta mengingkari ruh dan hari kebangkitan. Dimana mereka itu termasuk golongan orang-orang yang sesat oleh falsafah dasarnya yang menyatakan bahwa penciptaan alam ini mempunyai sumber pertama, seperti sebab dari akibat. || Sesuai dengan berfirman Allah, yang artinya Wahai Ahli Kitab, janganlah kamu melampaui batas dalam agamamu, dan janganlah kamu mengatakan terhadap Allah kecuali yang benar. Sesungguhnya Al Masih, Isa putra Maryam itu, adalah utusan Allah dan (yang diciptakan dengan) kalimat-Nya yang disampaikan-Nya kepada Maryam, dan (dengan tiupan) roh dari-Nya. Maka berimanlah kamu kepada Allah dan Rasul-Rasul-Nya dan janganlah kamu mengatakan: (Tuhan itu) tiga , berhentilah (dari ucapan itu). (Itu) lebih baik bagimu. Sesungguhnya Allah Tuhan Yang Maha Esa, Maha Suci Allah dari mempunyai anak, segala yang di langit dan di bumi adalah kepunyaan-Nya. Cukuplah Allah sebagai Pemelihara. (An-Nisa, ayat 171)"		
		}, {
			"id": "25",
			"name": "Rasulallah Muhammad SAW bin Abdullah.",
			"garis_keturunan": "Garis Keturunan Dari Ayah >> Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ismail As. ⇒ Nabit ⇒ Yasyjub ⇒ Ya’rub ⇒ Tairah ⇒ Nahur ⇒ Muqawwim ⇒ Udad ⇒ Adnan ⇒ Ma’ad ⇒ Nizar ⇒ Mudhar ⇒ Ilyas ⇒ Mudrikah ⇒ Khuzaimah ⇒ Kinanah ⇒ an-Nadhar ⇒ Malik ⇒ Quraisy (Fihr) ⇒ Ghalib ⇒ Lu’ay ⇒ Ka’ab ⇒ Murrah ⇒ Kilab ⇒ Qushay ⇒ Zuhrah ⇒ Abdu Manaf ⇒ Hasyim ⇒ Abdul Muthalib ⇒ Abdullah ⇒ Muhammad Saw. || << || >> || Garis Keturunan Dari Ibu >> Adam As. ⇒ Syits ⇒ Anusy ⇒ Qinan ⇒ Mihlail ⇒ Yarid ⇒ Idris As. ⇒ Matusyalih ⇒ Lamak ⇒ Nuh As. ⇒ Sam ⇒ Arfakhsyad ⇒ Syalih ⇒ Abir ⇒ Falij ⇒ Ra’u ⇒ Saruj ⇒ Nahur ⇒ Tarakh ⇒ Ibrahim As. ⇒ Ismail As. ⇒ Nabit ⇒ Yasyjub ⇒ Ya’rub ⇒ Tairah ⇒ Nahur ⇒ Muqawwim ⇒ Udad ⇒ Adnan ⇒ Ma’ad ⇒ Nizar ⇒ Mudhar ⇒ Ilyas ⇒ Mudrikah ⇒ Khuzaimah ⇒ Kinanah ⇒ an-Nadhar ⇒ Malik ⇒ Quraisy (Fihr) ⇒ Ghalib ⇒ Lu’ay ⇒ Ka’ab ⇒ Murrah ⇒ Kilab ⇒ Qushay ⇒ Zuhrah ⇒ Abdu Manaf ⇒ Wahab ⇒ Abdullah⇒ Muhammad Saw.",
			"umur": "63 tahun.",
			"periode": "570-632 M.",
			"tempat": "Mekkah.",
			"keturunan": "7 anak; 3 laki-laki Qasim, Abdullah dan Ibrahim, dan 4 perempuan Zainab, Ruqayyah, Ummi Kultsum dan Fatimah az-Zahra.",
			"wafat": "Madinah.",
			"kaum": "Bangsa Arab.",
			"alquran": "25 kali",
			"sifat": "Nabi Muhammad ialah Nabi terakhir dan penutup para Nabi yang jumlahnya sangat banyak. Sehingga dipastikan setelah Nabi Muhammad tidak ada Nabi lainnya. Dan salah satu mukjizat Nabi Muhammad yang paling penting bagi umat islam adalah Al- Qur’an, yang menjadi pedoman hidup."		
	}]
}