{
	"menu":
	[{
		"id": "1",
		"name": "Iman Kepada Allah SWT",
		"makna": "Iman kepada Allah menjadi urutan pertama dan poin terpenting dalam Islam. Allah SWT maha besar, Dia pencipta semua yang ada di alam semesta ini. Dia pula yang menguasai segala isi alam semesta, akhirat, dan lainnya. Tidak ada Tuhan selain Allah SWT, hanya Allah yang maha Esa, tidak ada duanya. || Meyakini Allah tidak hanya melalui kata-kata, tapi juga dibutuhkan bukti. Dari amal perbuatan, melaksanakan semua perintah-Nya dan menjauhi larangan-Nya. Semua makhluk diwajibkan menyembah Allah, tak hanya manusia semata, melainkan hewan, tumbuhan, jin, hingga malaikat."
	}, {
		"id": "2",
		"name":"Iman Kepada Malaikat",
		"makna":"Allah dalam memberikan tugas untuk mengatur seluruh isi alam, melalui malaikat-malaikatnya. Beriman dan meyakini malaikat sebagai utusan Allah menjadi rukun iman kedua. || Para malaikat bertugas sebagai perantara Allah juga tertuang pada Alquran surah An Nahl ayat 2, yang berarti “Allah menurunkan para malaikat untuk membawa wahyu dengan perintah-Nya kepada siapa yang Allah kehendaki di antara hamba-hamba-Nya, yaitu: Peringatkanlah olehmu sekalian, bahwasanya tidak ada Tuhan (yang hak) melainkan Aku, maka hendaklah kamu bertakwa kepada-Ku."
		}, {
		"id": "3",
		"name":"Iman Kepada Kitab-Kitab-Nya",
		"makna":"Allah menuliskan ajaran-Nya melalui perantara wahyu yang diturunkan lewat malaikat. Wahyu tersebut tertuang pada kitab-kitab ajaran Islam. Kitab itu diturunkan kepada para Rasul, untuk kemudian dilanjutkan ke seluruh umat Islam. Agar dapat diamalkan seluruh umat sampai kiamat kelak. || Kitab-kitab ini sebagai pedoman dan pegangan umat di kala para rasul sudah wafat. Dengan berpedoman teguh pada kitab-kitab Allah, niscaya manusia bisa selamat dari siksa api neraka. Segala pertanyaan dan aturan Islam sudah tertuang di dalam kitab-kitab Allah tersebut. Adapun kitab yang perlu diimanin oleh umat Islam terdiri 4 kitab."
		}, {
		"id": "4",
		"name":"Iman Kepada Nabi & Rasul-Nya",
		"makna":"Malaikat Jibril menyampaikan pada Nabi dan Rasul keempat kitab suci, yaitu Taurat, Zabur, Injil dan Al Quran. Kitab Taurat diturunkan pada Nabi Musa, kita Zabur kepada Nabi Daud, kitab Injil kepada Nabi Isa, dan terakhir kitab suci Alquran diturunkan kepada nabi sekaligus Rasul terakhir, yakni Muhammad SAW. || Umat Islam mengimani bahwa ada 25 Nabi yang diyakini. Selain itu, nabi terakhir yang diyakini adalah Nabi Muhmmad SAW."
		}, {
		"id": "5",
		"name":"Iman Kepada Hari Akhir",
		"makna":"Umat Islam diwajibkan percaya akan adanya hari akhir atau yang sering disebut dengan kiamat. Di mana setiap harinya, waktu demi waktu, manusia sibuk berurusan dengan urusan dunia. Akhir perjalanan manusia bukanlah kematian, melainkan kiamat itu sendiri. || Di hari akhir nanti, semua manusia akan dikumpulkan. Dibangkitkan bagi mereka yang telah mati. Segala amal perbuatan manusia ditimbang. Di manakah ia layak ditempatkan, surga atau neraka. Tak ada satu orang pun yang akan lolos dari 'timbangan' amal. || Meyakini adanya hari kiamat, maka manusia bisa menjadi lebih baik, mengumpulkan banyak pahala, sebagai saku atau simpanan di hari akhir kelak. Juga, manusia dapat lebih berserah dan mendekatkan diri kepada Allah SWT."
		}, {
		"id": "6",
		"name":"Iman Kepada Takdir (Qadha & Qadar)",
		"makna":"Allah memiliki ketetapan, kehendak, dan keputusan atas semua makhluk ciptaan-Nya. Dua kata ini kerap disandingkan jadi satu, karena Qadha dan Qadar memang tidak bisa terpisahkan. Namun menurut arti dan maknanya, dua kata punya perbedaan. || - Qadha.>> Menurut bahasa, Qadha berarti ketetapan. Sebelum manusia lahir dan sebelum dunia tercipta, Allah sudah punya ketetapan. Dia tuliskan pada kitab Lauh Mahfuz. Baik tentang hidup, kebaikan, keburukan, dan kematian. - Qadar.>> Menurut bahasa, Qadar berarti ketentuan atau kepastian Allah. Sementara berdasarkan istilah, Qadar berarti penentuan yang pasti dan sudah ditetapkan oleh Allah. Termasuk yang sedang terjadi, akan terjadi, dan belum terjadi. || Hubungan Qada dan Qadar tidak bisa dipisahkan, karena Qada merupakan rencana dan Qadar adalah perwujudan atau kenyataan. Dua kata ini juga dikenal sebagai takdir oleh Allah SWT."
}]
}