{
	"menu":
	[{
		"id": "1",
		"name": "Menbaca Dua Kalimat Syahadat",
		"pengertian": "Dua kalimat syahadat wajib dipahami oleh umat muslim. Selain itu umat muslim juga wajib mengucapkan dan meyakininya sehingga dapat dikatakan mereka adalah umat yang beriman. || Dua kalimat syahadat yang diucapkan sebagai seorang muslim juga menandakan sudah yakin memeluk agama Islam dan ikhlas dalam menjalani syariat yang diwajibkan. || Isi dari dua kalimat syahadat adalah sebagai berikut: << Asyhadu an-laa ilaaha illallaah Wa asyhadu anna Muhammadan rasuulullaah>> Artinya: Saya bersaksi tiada Tuhan Selain Allah dan saya bersaksi bahwa Nabi Muhammad adalah utusan Allah. ",
		"quran": "Orang-orang yang mereka seru itu, mereka sendiri mencari jalan kepada Tuhan mereka siapa di antara mereka yang lebih dekat (kepada Allah) dan mengharapkan rahmat-Nya dan takut akan azab-Nya; sesungguhnya azab Tuhanmu adalah suatu yang (harus) ditakuti. (QS. Al Israa’:57)",
		"makna": "Dengan melafalkan dua kalimat syahadat tersebut, menandakan seseorang yakin bahwa Allah SWT adalah Tuhan yang pantas disembah dan Nabi Muhammad SAW adalah utusan-Nya. || Seorang muslim juga harus meyakini Nabi Muhammad bukanlah Tuhan untuk disembah, melainkan utusan Allah SWT di dunia untuk menyempurnakan agama Islam. || Sebagai seorang muslim yang telah melafalkan dua kalimat syahadat, seseorang diwajibkan untuk menaati perintah dan anjuran Allah SWT dan menjauhi larangan-Nya."
	}, {
		"id": "2",
		"name": "Mendirikan Shalat",
		"pengertian": "Rukun Islam kedua yang wajib dilaksanakan oleh seorang yang memeluk agama Islam adalah mendirikan salat setiap waktu dan tidak boleh meninggalkannya. || Salat yang perlu dikerjakan adalah salat wajib dan juga salat sunah. Salat wajib yang perlu dilakukan oleh seorang muslim adalah sebanyak lima waktu.",
		"quran": "Dan mohonlah pertolongan (kepada Allah) melalui sabar dan shalat. Dan (shalat) itu sungguh berat, kecuali bagi orang-orang yang khusyuk. – (Q.S Al-Baqarah: 45) || Tegakkanlah shalat dan tunaikanlah zakat. Dan segala kebaikan yang kamu kerjakan untuk dirimu, kamu akan mendapatkannya (pahala) di sisi Allah. Sesungguhnya Allah Maha Melihat terhadap apa yang kamu kerjakan. – (Q.S Al-Baqarah: 110)",
		"makna": "Disebut sebagai salat lima waktu karena salat tersebut dilakukan dalam lima waktu yang berbeda dalam satu hari dan memiliki hukum yang wajib untuk dilakukan. || Salat wajib dikerjakan sesuai waktu yang telah ditetapkan, mulai salat subuh yang dibatasi sampai terbitnya matahari hingga salat isya pada malam hari. || Jumlah Rakaat Salat Wajib: 1. Salat subuh - berjumlah 2 rakaat. 2. Salat zuhur - berjumlah 4 rakaat. 3. Salat asar - berjumlah 4 rakaat. 4. Salat maghrib - berjumlah 3 rakaat. 5. Salat isya - berjumlah 4 rakaat. || Selain itu ada salat yang memiliki hukum sunah, pengertiannya adalah jika salat ini dilakukan akan memberikan pahala dan kebaikan, dan jika tidak lakukan tidak apa-apa."
	}, {
		"id": "3",
		"name": "Mengerjakan Puasa Ramadhan",
		"pengertian": "Rukun Islam yang ketiga adalah, seorang muslim wajib untuk menjalankan ibadah puasa pada bulan Ramadan yang jatuh satu kali pada setiap tahunnya. || Puasa adalah kegiatan yang dilakukan seorang umat muslim, di mana mereka menahan untuk tidak mengonsumsi makanan atau minuman selama seharian penuh.",
		"quran": "Ayat tentang puasa ini memiliki arti: “Hai orang-orang yang beriman, diwajibkan atas kamu berpuasa sebagaimana diwajibkan atas orang-orang sebelum kamu agar kamu bertakwa.” (QS. Al-Baqarah, Ayat 183). || Ayat ini memiliki arti: “(yaitu) dalam beberapa hari yang tertentu. Maka barangsiapa diantara kamu ada yang sakit atau dalam perjalanan (lalu ia berbuka), maka (wajiblah baginya berpuasa) sebanyak hari yang ditinggalkan itu pada hari-hari yang lain. Dan wajib bagi orang-orang yang berat menjalankannya (jika mereka tidak berpuasa) membayar fidyah, (yaitu): memberikan makan bagi seorang miskin. Barangsiapa yang dengan kerelaan hati mengerjakan kebajikan, maka itulah yang lebih baik baginya. Dan berpuasa lebih baik bagimu jika kamu mengethaui.” (QS. Al-Baqarah, Ayat 184).",
		"makna": "Tidak hanya menahan lapar dan haus, selama berpuasa di bulan Ramadan, seorang muslim juga harus menahan segala hawa nafsu dan amarah yang terkadang datang. || Selain mewajibkan seorang muslim melakukan puasa, pada bulan Ramadan adalah bulan yang dipenuhi berkah sehingga apabila umat muslim melakukan kebaikan akan mendapatkan pahala yang berlipat ganda."
	}, {
		"id": "4",
		"name": "Membayar Zakat",
		"pengertian": "Sebagai rukun Islam yang berikutnya, zakat merupakan suatu kegiatan yang wajib dilakukan bagi setiap umat muslim yang dirasa mampu untuk melakukannya. || Seperti halnya puasa dan salat, zakat juga ada dua tipe, yaitu zakat wajib dan sunah. || Zakat wajib biasa disebut zakat fitrah dan zakat sunah adalah zakat mal atau zakat yang bergantung pada penghasilan yang didapatkan seorang muslim.",
		"quran": "Tegakkanlah shalat dan tunaikanlah zakat. Dan segala kebaikan yang kamu kerjakan untuk dirimu, kamu akan mendapatkannya (pahala) di sisi Allah. Sesungguhnya Allah Maha Melihat terhadap apa yang kamu kerjakan. – (Q.S Al-Baqarah: 110) || Sesungguhnya Tuhanmu mengetahui bahwasanya kamu berdiri (sembahyang) kurang dari dua pertiga malam, atau seperdua malam atau sepertiganya dan (demikian pula) segolongan dari orang-orang yang bersama kamu. Dan Allah menetapkan ukuran malam dan siang. Allah mengetahui bahwa kamu sekali-kali tidak dapat menentukan batas-batas waktu-waktu itu, maka Dia memberi keringanan kepadamu, karena itu bacalah apa yang mudah (bagimu) dari Al Quran. Dia mengetahui bahwa akan ada di antara kamu orang-orang yang sakit dan orang-orang yang berjalan di muka bumi mencari sebagian karunia Allah; dan orang-orang yang lain lagi berperang di jalan Allah, maka bacalah apa yang mudah (bagimu) dari Al Quran dan dirikanlah sembahyang, tunaikanlah zakat dan berikanlah pinjaman kepada Allah pinjaman yang baik. Dan kebaikan apa saja yang kamu perbuat untuk dirimu niscaya kamu memperoleh (balasan)nya di sisi Allah sebagai balasan yang paling baik dan yang paling besar pahalanya. Dan mohonlah ampunan kepada Allah; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.(Al Muzzammil ayat 20)",
		"makna": "Zakat fitrah dibayarkan pada akhir bulan Ramadan dan sebelum memasuki Hari Raya Idulfitri, sedangkan zakat mal dibayarkan berdasarkan pendapatan yang diperoleh setiap tahunnya. || Zakat bermanfaat dalam membantu orang yang kurang mampu dan kurang beruntung sehingga mereka dapat terbantu dalam hal sandang dan pangan."
	}, {
		"id": "5",
		"name": "Naik Haji Bagi yang Mampu",
		"pengertian": "Rukun Islam yang berikutnya atau rukun islam yang kelima adalah menunaikan ibadah haji bagi setiap umat muslim yang telah mampu untuk melakukannya. || Menunaikan ibadah haji ke Tanah Suci merupakan kewajiban umat muslim yang mapan dan mampu, baik lahir maupun batin.",
		"quran": "Mengerjakan haji adalah kewajiban manusia terhadap Allah, yaitu (bagi) orang yang sanggup mengadakan perjalanan ke Baitullah; Barangsiapa mengingkari (kewajiban haji), maka sesungguhnya Allah Maha Kaya (tidak memerlukan sesuatu) dari semesta alam”. (QS. Ali Imran: 97). || Dan sempurnakanlah ibadah haji dan umrah karena Allah. Jika kamu terkepung (terhalang oleh musuh atau karena sakit), maka (sembelihlah) kurban yang mudah didapat, dan jangan kamu mencukur kepalamu sebelum kurban sampai ke tempat penyembelihannya. Jika ada di antaramu yang sakit atau ada gangguan di kepalanya (lalu dia bercukur), maka wajiblah atasnya berfidyah, yaitu berpuasa, atau bersedekah, atau berkurban. Apabila kamu telah (merasa) aman, maka bagi siapa yang ingin mengerjakan umrah sebelum haji (di dalam bulan Haji), (wajiblah dia menyembelih) kurban yang mudah didapat. Tetapi jika dia tidak menemukan (binatang kurban atau tidak mampu), maka wajib berpuasa tiga hari dalam masa haji dan tujuh hari (lagi) apabila kamu telah pulang kembali. Itulah sepuluh (hari) yang sempurna. Demikian itu (kewajiban membayar fidyah) bagi orang-orang yang keluarganya tidak berada (di sekitar) Masjidil Haram (orang-orang yang bukan penduduk kota Mekkah). Dan bertakwalah kepada Allah dan ketauhilah bahwa Allah sangat keras siksa-Nya.” (QS. Al-Baqarah:196)",
		"makna": "Dikatakan wajib bagi orang yang telah mampu karena perjalanan ke Tanah Suci membutuhkan banyak persiapan yang memakan biaya dan kesiapan hati yang matang. || Ibadah haji dilakukan setiap tahunya pada bulan haji atau bulan Zulhijah. Umat muslim tetap dapat mengunjungi Tanah Suci selain pada bulan Zulhija untuk menjalankan ibadah umrah."
}]
}